// Шапка при скролле
// =================================================
import { headerScroll } from "./functions/headerScroll.js";
headerScroll();
// =================================================
// Проверка поддержки Webp браузером
// =================================================
import { isWebp } from "./functions/isWebp.js";
isWebp();
// =================================================
// Проверка поддержки isAvif браузером
// =================================================
// import { isAvif } from "./functions/isAvif.js";
// isAvif();
// =================================================